Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielten_etaopetus_vahvistaa_saamelaisoppilaiden_kielellisia_ja_kulttuurisia_oikeuksia.html.tmx
Source language: fin
Languages: sms

source: Saamen kielten etäopetus vahvistaa saamelaisoppilaiden kielellisiä ja kulttuurisia oikeuksia
sms: Sääʹmǩiõli ougglõsmätttõs raʹvvai sääʹmškooulniiʹǩǩi ǩiõllsaž da kulttuursaž vuõiggâdvuõđid

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeella on voitu parantaa saamelaisoppilaiden mahdollisuuksia opiskella saamen kieliä, vahvistaa saamelaisuuttaan ja siten saamen kielten ja kulttuurin säilymistä ja elpymistä maassamme, todetaan tuoreessa arviointiraportissa.
sms: Sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz Piʹlotthaʹŋǩǩõõzzin lij vuõittum pueʹreed sääʹmškooulniiʹǩǩi vueiʹtlvažvuõđid mättʼtõõttâd sääʹmǩiõlid, raʹvvai säʹmmlažvuõđ da nääiʹt sääʹmǩiõli ja kulttuur seillmõõžž da jällʼjummuž jânnmest, tuõđât võõrâs ärvvtõõllâmrapoortâst.

source: Kansallinen koulutuksen arviointikeskus (Karvi) arvioi keväällä 2022 saamen kielten etäopetushankkeen toimivuutta ja opetuksen vaikuttavuutta.
sms: Meersaž škooultõõzz ärvvtõõllâmkõõskõs (Karvi) ärvvtõõli ǩeâđđa 2022 sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõõzz toiʹmmjemvuõđ da vaikktemvuõđ.

source: Etäyhteyksin toteutettua opetusta on järjestetty vuodesta 2018 alkaen.
sms: Ougglõsõhttvuõđin čõõđ vikkum mättʼtõõzz liâ jäʹrjstum eeʹjjest 2018 ääʹljeeʹl.

source: Etäopetuspilottia rahoittaa opetus- ja kulttuuriministeriö ja johtaa Utsjoen kunta.
sms: Ougglõsõhttvuõttpiʹloott teäggat mättʼtõs- da kulttuurministeria da tõn jååʹđat Uccjooǥǥ kåʹdd.

source: Hankkeen koordinaatiosta vastaa Saamelaiskäräjät.
sms: Haʹŋǩǩõõzz koordinaatiost vaʹsttad Sääʹmteʹǧǧ.

source: Etäopetushankkeen tavoitteena on ollut saavuttaa saamelaisten kotiseutualueen ulkopuolella asuvia lapsia ja nuoria, joiden perheen tai suvun kieli on jokin kolmesta Suomessa puhutusta saamen kielestä (inarin-, koltan- ja pohjoissaame), tarjota heille saamen kielten opetusta.
sms: Ougglõsmättʼtõshaʹŋǩǩõõzz täävtõssân lij leämmaž âsttjed säʹmmlai dommvuuʹd ååuǥbeäʹlnn jälsteei päärnaid da nuõrid, kooi piârri leʹbe sooǥǥ ǩiõll lij kååʹtt-ne kooumâst Lääʹddjânnmest mainstum sääʹmǩiõlâst (aanar-, nuõrtt- da tâʹvvsääʹmm), taʹrjjeed siʹjjid sääʹmǩiõl mättʼtõõzz.

source: Arviointi osoitti, että kieltä ei ole ilman kulttuuria, ja suvun tai perheen kielen osaaminen vahvistaa huoltajien käsitysten mukaan yhteisöllisyyttä ja pitää saamen kielen ja kulttuurin hengissä.
sms: Ärvvtõõllmõš čuäʹjti, što ǩiõll ij leäkku krååʹma kulttuur, da sooǥǥ leʹbe piârri ǩiõl silttummuš raʹvvai huõlteeʹji fiʹttjõõzzi mieʹldd õhttsallašvuõđ da âânn sääʹmǩiõl da kulttuur jieʹllmest mieʹldd.

source: Hankkeen oppilasmäärä on kolminkertaistunut hankkeen aikana, ja se on lukuvuonna 2022–2023 noin 150 oppilasta noin 90 eri koulusta ja 40 eri kunnasta.
sms: Haʹŋǩǩõõz mättʼtõõttimieʹrr lij lâssnam kooum ǩeârddsiʹžžen haʹŋǩǩõõzz poodd, da tõt lij lookkâmeeʹjjest 2022–2023 nuʹt 150 mättʼtõõtti/škooulneeʹǩǩ nuʹt 90 jeeʹres škooulâst da 40 jeeʹres kååʹddest.

source: Hyvinä käytänteinä etäopetuspilotissa nousi esiin muun muassa huoltajien aktiivinen osallistuminen lastensa saamen kielen opiskeluun.
sms: Šiõǥǥ vueʹǩǩen ougglõsmättʼtõspiʹloottâst käggõõđi ouʹdde jeäʹrbi mieʹldd huõlteeʹji aktiivlaž vuässõõttmõš jiijjâs päärnai sääʹmǩiõl mättʼtõõttmõʹšše.

source: Vuorovaikutus koulun ja huoltajien välillä toimi hyvin ja erityisesti lapsen ohjaajalla on vuorovaikutuksessa tärkeä rooli.
sms: Vuârrvaikktõs škooul da huõlteeʹji kõõsk tååimai puârast da jeäʹrben päärna ohjjeeʹjest lij vuârrvaaiktõõzzâst tääʹrǩes rool.

source: Etäopetuspilotin opettajat ovat päteviä, mikä heijastuu myös oppilaiden motivoitumiseen ja haluun oppia saamen kieltä.
sms: Ougglõsmättʼtõspiʹloott uʹčteeʹl liâ põʹstti, mii seejčâstt še škooulniiʹǩǩi motivâsttmõʹšše da haʹlle mättjed sääʹmǩiõl.

source: Oppilaiden mielestä tunneilla on kivaa, sillä siellä on monenlaista tekemistä, ja oppilas saa lisätehtäviä halutessaan.
sms: Škooulniiʹǩǩi miõlâst čiâssin lij hääʹsǩ, ǥu toʹb liâ määŋgnallšem tuâj, da škooulneǩ vuäǯǯ lââʹsstuâjaid haaʹleen.

source: Opettajat puhuvat tunneilla paljon saamea ja lapsilla on myös kotona mahdollisuuksia käyttää kieltä.
sms: Uʹčteeʹl mainste čiâssi poodd jiânnai sääʹmǩiõʹlle da päärnain liâ še dååma vueiʹtlvažvuõđ ââʹnned ǩiõl.

source: Erilaiset mediat ovat luonnollinen osa opetusta.
sms: Jeeʹresnallšem media liâ luândlaž maall mättʼtõõzz.

source: Opetukseen hakeutuminen helppoa, huoltajien aktiivisuus avainasemassa
sms: Mättʼtõʹsse ooʒʒõõttmõš lij hiâlpp, huõlteeʹji aktiivʼvuõtt pââimõs sââʹjjen

source: Tällä hetkellä yli 70 % saamelaislapsista ja -nuorista asuu saamelaisalueen ulkopuolella.
sms: Ååʹn pâʹjjel 70 % sääʹmpäärnain da -nuõrin jälste sääʹmvuuʹd ååuǥbeäʹlnn.

source: Tieto oppilaan saamelaisuudesta ei aina välity kouluun, ja siksi huoltajan ja oppilaan itsensä on oltava aktiivisia opetukseen hakeutumisessa.
sms: Teâtt škooulneeʹǩǩ säʹmmlažvuõđâst ij pâi puäʹđ tiõttu škoouʹle, da tõn diõtt huõlteei da škooulneeʹǩǩ âʹlǧǧe leeʹd aktiivla mättʼtõʹsse ooʒʒõõttmõõžžâst.

source: Opetuksen järjestäjien ja koulujen mukaan hankkeen vahvuus oli se, että yksikin oppilas riittää opetuksen käynnistämiseen koulussa;
sms: Mättʼtõõzz jäʹrjsteeʹji da škoouli mieʹldd haʹŋǩǩõõzz raavâsvuõtt leäi tõt, što tåʹlǩ õhtt škooulneǩ riʹjttai mättʼtõõzz jåʹttʼtummša škooulâst;

source: ilman etäopetushanketta opetusta ei voitaisi tarjota yksittäiselle oppilaalle.
sms: ougglõsmättʼtõshaʹŋǩǩõõzztaa mättʼtõõzz jeät vuäitči taʹrjjeed oʹdinakai škooulnekka.

source: Vaikka tiedotus ja ohjeistus on hankkeen elinkaaren aikana selkeästi parantunut, on tiedotusta edelleen kehitettävä opetuksen saavutettavuuden lisäämiseksi.
sms: Håʹt-i teâđtõs da vuäʹpstõs lij haʹŋǩǩõõzz jieʹllemǩeeʹrd poodd čiõlggsânji puârrnam, âlgg teâđtõõzz võl pueʹreed mättʼtõõzz âsttjemvuõđ lââʹzztummšen.

source: Myös kuntien ja koulujen tulee lisätä tiedottamistaan oppilaiden mahdollisuudesta osallistua etäyhteyksin toteutettavaan saamen kielten opetukseen.
sms: Še kooʹddin da škooulin õõlǥči lââʹzzted teâđtummuž škooulniiʹǩǩi vueiʹtlvažvuõđâst vuässõõttâd ougglõsõhttvuõđin čõõđ viikkma sääʹmǩiõli mättʼtõʹsse.

source: Saamen kielen asema opetussuunnitelman perusteissa selkeytettävä
sms: Sääʹmǩiõl sââʹjj mättʼtemplaan vuađain čiõlǥted

source: Etäopetuspilotissa annettava opetus on perusopetusta ja lukiokoulutusta täydentävää opetusta, jota tarjotaan saamelaisten kotiseutualueen ulkopuolella asuville saamelaisoppilaille.
sms: Ougglõsmättʼtõspiʹloottâst uʹvddem mättʼtõs lij vuâđđmättʼtõõzz da lookkjiškooulškooultõõzz tiuddeei mättʼtõs, koon taʹrjjeet säʹmmlai dommvuuʹd ååuǥbeäʹlnn jälsteei sääʹmškooulniiʹǩǩid.

source: Opetusta annetaan kaksi tuntia viikossa, ja oppitunnit ovat usein koulupäivän päätteeksi tai heti sen alussa.
sms: Mättʼtõõzz uuʹdet kueʹhtt čiâss neäʹttlest, da mättčiâss liâ täujja škooulpeeiʹv looppâst leʹbe tâʹlskani tõn aalǥâst.

source: Saamen kielten erityisasema elvytettävinä kielinä tulee huomioida painokkaammin opetussuunnitelmien perusteita uudistettaessa.
sms: Sääʹmǩiõli spesiaalsââʹjj jeälltemvuâla ǩiõllân âlgg väʹldded lokku jäänab mättʼtemplaani vuađaid oođeem poodd.

source: Myös kotiseutualueen ulkopuolella tulisi olla mahdollista tarjota eri oppimääriä saamen kielestä, sillä osalle oppilaista saame on äidinkieli, mutta iso osa oppilaista aloittaa saamen opiskelun alkeista.
sms: Še dommvuuʹd ååuǥbeäʹlnn õõlǥči leeʹd vueiʹtlvaž taʹrjjeed jeeʹres mättmeäʹrid sääʹmǩiõlâst, ǥu jiânnʼjõʹsse škooulniiʹǩǩin sääʹmǩiõll lij jieʹnnǩiõll, leša šuurmõs mieʹrr škooulniiʹǩǩin alttad sääʹmǩiõl mättʼtõõttmõõžž altteem-mättʼtõõzzâst.

source: Opetuksen tavoitteissa ja sisällöissä tulee huomioida selkeämmin saamelaispedagogiikka, saamelainen kulttuuri ja elämäntapa sekä saamen kielten uhanalainen tilanne sekä asema maamme ainoina alkuperäiskielinä.
sms: Mättʼtõõzz täävtõõzzin da siiskõõzzin âlgg väʹldded lokku čiõlǥsubun sääʹmpedagogiikk, sääʹmkulttuur da jieʹllemnääʹll da sääʹmǩiõli vaarvuâlaž vueʹǩǩ di sââʹjj jânnam oʹdinakai alggveärlažǩiõllân.

source: Arvioinnin mukaan hankkeen yhtenä haasteena oli oppituntien sijoittelu lukujärjestykseen.
sms: Ärvvtõõllmõõžž mieʹldd haʹŋǩǩõõzz õhttân vaʹǯǯtõssân leäi mättčiâssi piijjmõš lookkâmjieʹrǧǧe.

source: Mitä suurempi koulu, sitä vaikeampaa yksittäisen oppilaan tuntien sijoittaminen lukujärjestykseen oli ollut.
sms: Mõõn šuurab škooul, tõn vaiggääb oʹdinakai škooulneeʹǩǩ čiâssi piijjmõš lookkâmjieʹrǧǧe leäi leämmaž.

source: Kehittämissuosituksena arvioinnissa esitetään saamen kielen saamista osaksi tuntijakoa, mikä tekisi saamen kielten aseman näkyvämmäksi myös koulutuspoliittisesti.
sms: Ooudâsviikkâmsiâzztõssân ärvvtõõllmõõžžâst eʹtǩǩeet sääʹmǩiõl vuäǯǯmõõžž pieʹǩǩen čiâssjuâǥǥ, mii tuejjeʹči sääʹmǩiõl sââʹj eeʹtted kueʹsttma še škooultõspoliittlânji.

source: Samoin arvioinnissa esitetään, että viimeksi 90-luvulla uudistettua perusopetuslakia tulee tarkistaa saamelaislasten osalta siten, että se vahvistaisi saamelaisten kotiseutualueella asuvien saamelaisoppilaiden lisäksi myös kotiseutualueen ulkopuolella asuville saamelaisoppilaille oikeuden saamen kieleen ja saamenkieliseen opetukseen.
sms: Seämma ärvvtõõllmõõžžâst eʹtǩǩeet, što mââimõs vuâra 90-looǥǥast oođuum vuâđđmättʼtõslääʹjj âlgg täʹrǩsted sääʹmpäärnai beäʹlnn nuʹt, što tõt raʹvvjeʹči sääʹmpäärnai dommvuuʹdest jälsteei sääʹmškooulniiʹǩǩi lââʹssen še dommvuuʹd ååuǥbeäʹlnn jälsteei sääʹmškooulniiʹǩǩid vuõiggâdvuõđ sääʹmǩiõʹlle da sääʹmǩiõllsaž mättʼtõʹsse.

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Marita Härmälä Johtava arviointiasiantuntija, Karvi +358 29 533 5560 marita.harmala@karvi.fi
sms: Marita Härmälä Jååʹđteei ärvvtõõllâmäʹšštobddi, Karvi +358 29 533 5 560 marita.harmala@karvi.fi

source: Hanna Helander Projektipäällikkö, saamen kielten etäopetushanke +358 40 7012 094 hanna.helander@edu.utsjoki.fi
sms: Hanna Helander Projeʹkttšurr, sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõs +358 40 7 012 94 hanna.helander@edu.utsjoki.fi

source: Linkit:
sms: Liiŋk:

source: ”Paljon on tehty, mutta paljon on vielä kehitettävää.
sms: “Jiânnai lij tuejjuum, leša jiânnai lij võl pueʹreemnalla.

source: ” Saamen kielten etäyhteyksiä hyödyntävän opetuspilotin arviointi 2022 .
sms: ” Sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõspiʹloott ärvvtõõllmõš 2022 .

source: Lisätietoja Saamen kielten etäopetushankkeesta:
sms: Lââʹssteâđaid Sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõõzzâst:

source: Saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihanke on Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima hanke.
sms: Sääʹmǩiõl ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz piʹlotthaʹŋǩǩõs lij Uccjooǥǥ kååʹdd jååʹđtem da Sääʹmteeʹǧǧ koordinâʹsttem haʹŋǩǩõs.

source: Hanketta rahoittaa opetus- ja kulttuuriministeriö.
sms: Haʹŋǩǩõõzz teäggat mättʼtõs- da kulttuurministeria.

source: Hankkeen tavoitteina on tarjota saamen kielten etäyhteyksiä hyödyntävää opetusta peruskoulun oppilaille ja toisen asteen opiskelijoille saamelaisalueen kuntien ulkopuolelle kaksi viikkotuntia ja kehittää saamen kielten etäopetuksen pedagogiikkaa.
sms: Haʹŋǩǩõõzz täävtõssân lij taʹrjjeed sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz vuâđđškooul škooulniiʹǩǩid da nuuʹbb tääʹzz mättʼtõõđjid sääʹmvuuʹd kooʹddi ååuǥbeäʹlnn kueʹhtt neäʹttelčiâss da pueʹreed võl sääʹmǩiõli ougglõsmättʼtõõzz pedagogiikk.

source: Etäopetushankkeen opetus on reaaliaikaista (synkronista) opetusta.
sms: Ougglõsmättʼtõshaʹŋǩǩõõzz mättʼtõs lij tuõttäiggsaž (synkroonlaž) mättʼtõs.

source: Tällöin opettaja ja etäopetukseen osallistuvat oppilaat ja opiskelijat osallistuvat samaan aikaan oppitunneille omilla päätelaitteillaan, mutta fyysisesti eri paikoissa.
sms: Täʹl uʹčteeʹl da ougglõsmättʼtõʹsse vuässõõđi škooulneeʹǩǩ da mättʼtõõtti vuässâʹtte seämma-ääiʹj mättčiâssid jijjjâs ǩeäjjõsaparaattin, leša fyyslânji jeeʹres paaiʹǩin.
